Repository: concrete5-community/cache_warmer
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Generates cache files to reduce load times.
nl_nl: Genereert cachebestanden voor snellere laadtijden.

source: Due to a bug in the core this add-on won't work on PHP 7 and higher.
nl_nl: Door een fout in de core werkt deze add-on niet met PHP 7 en hoger.

source: Settings saved
nl_nl: Instellingen opgeslagen

source: This job won't run via the CLI
nl_nl: Deze taak kan niet via CLI uitgevoerd worden

source: Cache file couldn't be created for '%s'
nl_nl: Cachebestand kon niet aangemaakt worden voor ‘%s’

source: Cache Warmer completed
nl_nl: Cache Warmer afgerond

source: Limit number of pages per batch
nl_nl: Beperk het aantal pagina’s per reeks

source: Filter pages by page type
nl_nl: Filter pagina’s op paginatype

source: To run Cache Warmer, go to <a href="%s">Automated Tasks</a>.
nl_nl: Om Cache Warmer uit te voeren, ga naar <a href="%s">Geautomatiseerde taken</a>.

source: Save
nl_nl: Opslaan
